package templates

const (
	ReportIntro        = "Отчёт по джире за *%s*\\:\\\n"
	TaskDoneMonthWeek  = "За месяц было выполнено *%d* задач, за неделю — *%d*\\\n"
	WeekMemberActivity = "\\\nЗа эту неделю *%d* " +
		"cотрудников выполнили определенное количество задач, а именно\\:\\\n"
	MemberReport        = "*%s* выполнил\\(а\\) *%d* задач из них передоговоров *%d*\\\n"
	MonthMemberActivity = "\\\nЗа этот месяц *%d* " +
		"cотрудников выполнили определенное количество задач, а именно\\:\\\n"
	EverydayReport = "Промежуточный отчет за %s\\\n\\\n" +
		"*Фиксы* \\\n\\\n" +
		"С дл на сегодня\\: %d\\\n" +
		"В работе сейчас\\: %d\\\n" +
		"Добавилось задач за вчера\\: %d\\\n" +
		"В ожидании работы\\: %d\\\n" +
		"---------\\\n" +
		"Сделано за сегодня (вчера)\\: %d\\\n" +
		"Сделано айти в общем\\: %d\\\n" +
		"Заапрувил битморт\\: %d\\\n" +
		"---------\\\n" +
		"Общее кол-во\\: %d\\\n\\\n\\\n" +
		"Тесты\\\n\\\n" +
		"С дл на сегодня\\: %d\\\n" +
		"В работе сейчас\\: %d\\\n" +
		"В ожидании работы\\: %d\\\n" +
		"---------\\\n" +
		"Общее кол-во\\: %d\\\n" +
		"Сделано за сегодня\\: %d\\\n" +
		"---------\\\n" +
		"Сделано в общем\\: %d\\\n\\\n\\\n" +
		"*Итерация* \\\n\\\n" +
		"С дл на сегодня\\: %d\\\n" +
		"В работе сейчас\\: %d\\\n" +
		"В ожидании работы\\: %d\\\n" +
		"На проверке\\: %d\\\n" +
		"---------\\\n" +
		"Сделано за сегодня\\: %d\\\n" +
		"Сделано в общем\\: %d\\\n" +
		"---------\\\n" +
		"Общее кол-во\\: %d"
	JiraBug              = "Баг"
	JiraIter             = "F Story"
	JiraTestLabel        = "QA"
	JiraTask             = "Задача"
	JiraStatusInProgress = "В работе"
	JiraStatusDone       = "Готово"
	JiraStatusToComplete = "К выполнению"
	JiraStatusToCheck    = "На проверке"
)
